app/controllers/students_controller.rb

    def index
        @student_list = Student.all
---
SELECT "students".* FROM "students"